Repository: Shariq1912/Spenza
Catalog: lib/l10n/app_*.arb
Languages: es

# welcome
source: Welcome to
es: Bienvenido a

source: Find stores
es: Descubre más tiendas

# find_stores_description
source: Find your favorite stores and supermarkets, and discover new ones near you
es: Encuentra tus tiendas y supermercados favoritos, y descubre más tiendas cerca de ti

# make_shopping_list
source: Make your shopping list
es: Crea tus listas de compras

# make_shopping_list_description
source: Make your own shopping list or select a pre-charged list that spenza has for you
es: Usa una de las listas rápidas de Spenza o crea una que se ajuste perfecto a tus necesidades

source: Compare prices
es: Compara precios

# compare_prices_description
source: Compare the price of your entire shopping list and find the best bargain
es: Obtén el precio total de tu lista de compras y compara en todas las tiendas cerca de ti

source: Shop in store or online
es: Elige tu mejor opción

# shop_in_store_or_online_description
source: Select the best option for you and cut your grocery bill up to 30% every week
es: Selecciona la tienda que te ofrece el mejor precio y ahorra hasta un 30% cada semana

source: Sign Up
es: Registrarse

source: Login
es: Iniciar sesión

# loginTitle
source: Login
es: Iniciar sesión

# loginSubtitle
source: Access your account by logging in below.
es: Ingresa tus datos para acceder a tu cuenta

# enterEmailHint
source: Enter Email
es: Correo electrónico o teléfono

# passwordHint
source: Password
es: Contraseña

# loginButton
source: Login
es: Iniciar sesión

# loginFormErrors
source: Please fix the errors in the form.
es: Por favor verifica tus datos

source: or login with
es: o continua con

# passwordLengthError
source: Password must be at least 8 characters long
es: La contraseña debe tener al menos 8 caracteres

# passwordRequiredError
source: Password is required
es: La contraseña es requerida

# emailRequiredError
source: Email is required
es: El Correo electrónico o teléfono es requerido

# emailInvalidError
source: Please use a valid Email ID
es: Por favor ingresa un correo eléctronico o teléfono válido

# terms_of_service_intro
source: By Using this application, you agree to our
es: Al crear una cuenta aceptas a nuestros

source: Terms of Service
es: Términos de Servicio

source: Privacy Policy
es: Política de Privacidad

source: Create Account
es: Crear cuenta

# myListsTitle
source: My Lists
es: Mis Listas

# noListsMessage
source: You don't have any lists yet, make one now
es: Aún no tienes ninguna lista, ¡crea una ahora!

source: Add to My List
es: Agregar a mi lista
